[{
		"name": "What is the locket widget app",
		"description": "Locket is a widget that shows you live pictures from your friends, right on your Home Screen. It's like a portal to the people you care about — a little glimpse at what they're up to throughout the day. Here's how it works: when a friend sends you a pic, it instantly appears in your Locket widget on your home screen.",
		"img": "https://i.ibb.co/VBbp10d/1200x630wa.png"
	},
	{
		"name": "How do I get a locket widget?",
		"description": "Tap 'Edit Home Screen,' tap the '+' icon in the top-left corner, scroll down, and tap 'Locket. ' Users will then see two sizes of the Locket widget they can add — including Small and Large options. After choosing the preferred size, there are a couple of ways to add the Locket widget.",
		"img": "https://images.frandroid.com/wp-content/uploads/2022/01/locket-widget.jpg"
	}, {
		"name": "Is the locket widget app safe",
		"description": "Risk – Locket asks for access to contacts, but claims they don't keep them. Risk – a friend could send an inappropriate picture straight to your home screen. Risk – the terms & conditions say that Locket owns and has rights to all pictures!.",
		"img": "https://f.hellowork.com/blogdumoderateur/2022/01/locket-widget-app.jpg"
	}, {
		"name": "Is Locket an Android widget",
		"description": "Pictures are immediately sent to your friends' Locket widgets, and any photos they send appear on your home screen. It's a fun and novel way to communicate, but as of right now, the app isn't available for Android.",
		"img": "https://static0.srcdn.com/wordpress/wp-content/uploads/2022/01/locket-widget-android-alternatives-1.jpg?q=50&fit=crop&w=960&h=500&dpr=1.5"
	}, {
		"name": "Are locket widgets free?",
		"description": "Locket Widget is one of the biggest iPhone apps in 2022, and it's also totally free to download.",
		"img": "https://static1.srcdn.com/wordpress/wp-content/uploads/2022/01/locket-widget-app-free.jpg?q=50&fit=crop&w=960&h=500&dpr=1.5"
	}, {
		"name": "Can you upload pictures to locket widget",
		"description": "Once you've added friends to Locket, you can then add the app's widgets to your iPhone's Home Screen. From there, both you and your friends can add photos to Locket, and the widget will automatically update throughout the day.",
		"img": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2022/01/locket-header.jpg"
	}, {
		"name": "Does locket widget send notifications",
		"description": "Tap the Locket Widget that was just added to your Home Screen. Tap the Finish button when taken to the Locket app. From the dialog box, tap Allow when prompted to allow notifications from Locket.",
		"img": "https://appletoolbox.com/wp-content/uploads/2022/01/Locket-for-iPhone-Widget-768x512.jpg"
	}, {
		"name": "Are locket widgets private",
		"description": "Photos. Sending photos to your friends is incredibly personal, so we work hard to keep this data private and secure. When you send a new photo on Locket, it will be sent to all friends you have added on the app. They will be able to see this photo in real-time in their Locket widget..",
		"img": "https://static3.srcdn.com/wordpress/wp-content/uploads/2022/01/locket-widget-app-send-one-person.jpg?q=50&fit=crop&w=960&h=500&dpr=1.5"
	}, {
		"name": "How do I put a lock widget on my home screen",
		"description": "How to Add a Widget to Your Android Device's Lock Screen",
		"img": "https://helios-i.mashable.com/imagery/articles/04fYE6R01rnQOilzOQ1eJtF/images-1.fit_lim.size_2000x.v1642012142.png"
	}
]
